{
  "presidentData": [
    {
      "name": "George Washington",
      "party": "No Affiliation",
      "serveOrder": 1,
      "termBegin": 1789,
      "termEnd": 1797,
      "vicePresident": "John Adams",
      "quotes": [
        "As the first of everything, in our situation will serve to establish a Precedent, it is devoutly wished on my part, that these precedents may be fixed on true principles.",
        "We should on all Occasions avoid a general Action, or put anything to the Risque, unless compelled by a necessity, into which we ought never to be drawn.",
        "Heroes have made poets, and poets heroes.",
        "When one side only of a story is heard and often repeated, the human mind becomes impressed with it insensibly.",
        "I hold the maxim no less applicable to public than private affairs, that honesty is always the best policy."
      ]
    },
    {
      "name": "John Adams",
      "party": "Federalist",
      "serveOrder": 2,
      "termBegin": 1797,
      "termEnd": 1801,
      "vicePresident": "Thomas Jefferson",
      "quotes": [
        "It is of more importance to the community, that innocence be protected, than it is, that guilt be punished; for guilt and crimes are so frequent in the world, that all of them cannot be punished.",
        "There is nothing which I dread so much as a division of the republic into two great parties, each arranged under its leader, and concerting measures in opposition to each other. This, in my humble apprehension, is to be dreaded as the greatest political evil under our Constitution.",
        "The right of a nation to kill a tyrant, in cases of necessity, can no more be doubted, than to hang a robber, or kill a flea. But killing one tyrant only makes way for worse, unless the people have sense, spirit and honesty enough to establish and support a constitution guarded at all points against the tyranny of the one, the few, and the many.",
        "Our obligations to our country never cease but with our lives.",
        "What do we mean by the Revolution? The war? That was no part of the revolution; it was only an effect and consequence of it. The revolution was in the minds of the people, and this was effected from 1760–1775, in the course of fifteen years, before a drop of blood was shed at Lexington."
      ]
    },
    {
      "name": "Thomas Jefferson",
      "party": "Democratic-Republican",
      "serveOrder": 3,
      "termBegin": 1801,
      "termEnd": 1809,
      "vicePresident": ["Aaron Burr", "George Clinton"],
      "quotes": [
        "I hold it that a little rebellion now and then is a good thing, and as necessary in the political world as storms in the physical.",
        "I consider the foundation of the Constitution as laid on this ground: That all powers not delegated to the United States, by the Constitution, nor prohibited by it to the States, are reserved to the States or to the people.",
        "Here was buried Thomas Jefferson, author of the Declaration of American Independence, of the Statute of Virginia for Religious Freedom, and Father of the University of Virginia.",
        "To preserve the freedom of the human mind then and freedom of the press, every spirit should be ready to devote itself to martyrdom; for as long as we may think as we will, and speak as we think, the condition of man will proceed in improvement.",
        "The equal rights of man, and the happiness of every individual, are now acknowledged to be the only legitimate objects of government."
      ]
    },
    {
      "name": "James Madison",
      "party": "Democratic-Republican",
      "serveOrder": 4,
      "termBegin": 1809,
      "termEnd": 1817,
      "vicePresident": ["George Clinton", "Elbridge Gerry"],
      "quotes": [
        "The United States while they wish for war with no nation, will buy peace with none, it being a principle incorporated into the settled policy of America, that as peace is better than war, so war is better than tribute.",
        "The accumulation of all powers, Legislative, Executive, and Judiciary, in the same hands, whether of one, a few, or many, and whether hereditary, self-appointed, or elective, may justly be pronounced the very definition of tyranny.",
        "But what is Government itself, but the greatest of all reflections on human nature?",
        "Conscience is the most sacred of all property.",
        "Of all the enemies to public liberty war is, perhaps, the most to be dreaded, because it comprises and develops the germ of every other."
      ]
    },
    {
      "name": "James Monroe",
      "party": "Democratic-Republican",
      "serveOrder": 5,
      "termBegin": 1817,
      "termEnd": 1825,
      "vicePresident": "Daniel D Tompkins",
      "quotes": [
        "There is a price tag on human liberty. That price is the willingness to assume the responsibilities of being free men. Payment of this price is a personal matter with each of us.",
        "We must support our rights or lose our character, and with it, perhaps, our liberties.",
        "The best form of government is that which is most likely to prevent the greatest sum of evil.",
        "If we look to the history of other nations, ancient or modern, we find no example of a growth so rapid, so gigantic, of a people so prosperous and happy.",
        "The earth was given to mankind to support the greatest number of which it is capable, and no tribe or people have a right to withhold from the wants of others more than is necessary for their own support and comfort."
      ]
    },
    {
      "name": "John Quincy Adams",
      "party": "Whig",
      "serveOrder": 6,
      "termBegin": 1825,
      "termEnd": 1829,
      "vicePresident": "John C Calhoun",
      "quotes": [
        "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.",
        "Always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost.",
        "We have no government armed with power capable of contending with human passions unbridled by morality and religion. Our constitution was made for a moral and religious people... it is wholly inadequate to the government of any other.",
        "I have to study politics and war so that my sons can study mathematics, commerce and agriculture, so their sons can study poetry, painting and music.",
        "Individual liberty is individual power."
      ]
    },
    {
      "name": "Andrew Jackson",
      "party": "Democratic",
      "serveOrder": 7,
      "termBegin": 1829,
      "termEnd": 1837,
      "vicePresident": ["John C Calhoun", "Martin Van Buren"],
      "quotes": [
        "It is a damn poor mind that can think of only one way to spell a word.",
        "I was born for the storm, and a calm does not suit me.",
        "One man with courage makes a majority.",
        "If Congress has the right under the constitution to issue paper money, it was given them to be used by themselves, not to be delegated to individuals or corporations."
      ]
    },
    {
      "name": "Martin Van Buren",
      "party": "Democratic",
      "serveOrder": 8,
      "termBegin": 1837,
      "termEnd": 1841,
      "vicePresident": "Richard M Johnson",
      "quotes": [
        "As to the presidency, the two happiest days of my life were those of my entrance upon the office and my surrender of it.",
        "There is a power in public opinion in this country - and I thank God for it: for it is the most honest and best of all powers - which will not tolerate an incompetent or unworthy man to hold in his weak or wicked hands the lives and fortunes of his fellow-citizens.",
        "The less government interferes with private pursuits, the better for general prosperity.",
        "The government should not be guided by Temporary Excitement, but by Sober Second Thought.",
        "On receiving from the people the sacred trust twice confided on my illustrious predecessor, and which he has discharged so faithfully and so well, I know that I can not expect to perform the arduous task with equal ability and success."
      ]
    },
    {
      "name": "William Henry Harrison",
      "party": "Whig",
      "serveOrder": 9,
      "termBegin": 1841,
      "termEnd": 1841,
      "vicePresident": "John Tyler",
      "quotes": [
        "There is nothing more corrupting, nothing more destructive of the noblest and finest feelings of our nature, than the exercise of unlimited power.",
        "The virtue of its Citizens is the only Support of a Republican government.",
        "The only legitimate right to govern is an express grant of power from the governed."
      ]
    },
    {
      "name": "John Tyler",
      "party": "Whig",
      "serveOrder": 10,
      "termBegin": 1841,
      "termEnd": 1845,
      "vicePresident": "None",
      "quotes": [
        "I contend that the strongest of all governments is that which is most free.",
        "I can never consent to being dictated to.",
        "The United States have adventured upon a great and noble experiment, which is believed to have been hazarded in the absence of all previous precedent - that of total separation of Church and State. No religious establishment by law exists among us. The conscience is left free from all restraint and each is permitted to worship his Maker after his own judgement.",
        "If we find ourselves increasing beyond example in numbers, in strength, in wealth, in knowledge, in everything which promotes human and social happiness, let us ever remember our dependence for all these on the protection and merciful dispensations of Divine Providence.",
        "Wealth can only be accumulated by the earnings of industry and the savings of frugality."
      ]
    },
    {
      "name": "James K Polk",
      "party": "Democratic",
      "serveOrder": 11,
      "termBegin": 1845,
      "termEnd": 1849,
      "vicePresident": "George M Dallas",
      "quotes": [
        "No president who performs his duties faithfully and conscientiously can have any leisure.",
        "I am heartily rejoiced that my term is so near its close. I will soon cease to be a servant and will become a sovereign.",
        "I would bring the government back to what it was intended to be - a plain economical government.",
        "One great object of the Constitution was to restrain majorities from oppressing minorities or encroaching upon their just rights.",
        "The world has nothing to fear from military ambition in our Government."
      ]
    },
    {
      "name": "Zachary Taylor",
      "party": "Whig",
      "serveOrder": 12,
      "termBegin": 1849,
      "termEnd": 1850,
      "vicePresident": "Millard Fillmore",
      "quotes": [
        "I have always done my duty. I am ready to die. My only regret is for the friends I leave behind me.",
        "Never judge a stranger by his clothes.",
        "For more than a quarter of a century on active duty, my house has been my tent, and my home the battlefield.",
        "As American freemen, we cannot but sympathize in all efforts to extend the blessings of civil and political liberty, but at the same time, we are warned by the admonitions of history and the voice of our own beloved Washington to abstain from entangling alliances with foreign nations.",
        "As to the Constitution and the Union, I have taken an oath to support the one, and I cannot do so without preserving the other, unless I commit perjury, which I certainly don't intend to do. We must cherish the Constitution to the last."
      ]
    },
    {
      "name": "Millard Fillmore",
      "party": "Know Nothing",
      "serveOrder": 13,
      "termBegin": 1850,
      "termEnd": 1853,
      "vicePresident": "None",
      "quotes": [
        "May God save the country, for it is evident that the people will not.",
        "It is not strange... to mistake change for progress.",
        "Upon you, fellow-citizens, as the representatives of the States and the people, is wisely devolved the legislative power.",
        "Nations, like individuals in a state of nature, are equal and independent, possessing certain rights and owing certain duties to each other.",
        "God knows I detest slavery but it is an existing evil, and we must endure it and give it such protection as is guaranteed by the Constitution."
      ]
    },
    {
      "name": "Franklin Pierce",
      "party": "Democratic",
      "serveOrder": 14,
      "termBegin": 1853,
      "termEnd": 1857,
      "vicePresident": "William R King",
      "quotes": [
        "If your past is limited, your future is boundless.",
        "While men inhabiting different parts of this vast continent cannot be expected to hold the same opinions, they can unite in a common objective and sustain common principles.",
        "You have summoned me in my weakness. You must sustain me in your strength.",
        "I can express no better hope for my country than that the kind Providence which smiled upon our fathers may enable their children to preserve the blessings they have inherited.",
        "I cannot find any authority in the Constitution for public charity."
      ]
    },
    {
      "name": "James Buchanan",
      "party": "Democratic",
      "serveOrder": 15,
      "termBegin": 1857,
      "termEnd": 1861,
      "vicePresident": "John C Beckinridge",
      "quotes": [
        "What is right and what is practicable are two different things.",
        "If you are as happy in entering the White House as I shall feel on returning to Wheatland, you are a happy man indeed.",
        "I like the noise of democracy.",
        "The test of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.",
        "The ballot box is the surest arbiter of disputes among free men."
      ]
    },
    {
      "name": "Abraham Lincoln",
      "party": "National Union",
      "serveOrder": 16,
      "termBegin": 1861,
      "termEnd": 1865,
      "vicePresident": ["Hannibal Hamlin", "Andrew Johnson"],
      "quotes": [
        "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
        "The ballot is stronger than the bullet.",
        "You cannot escape the responsibility of tomorrow by evading it today.",
        "Be sure you put your feet in the right place, then stand firm.",
        "Most folks are as happy as they make up their minds to be."
      ]
    },
    {
      "name": "Andrew Johnson",
      "party": "Democratic",
      "serveOrder": 17,
      "termBegin": 1865,
      "termEnd": 1869,
      "vicePresident": "None",
      "quotes": [
        "Peace, above all things, is to be desired, but blood must sometimes be spilled to obtain it on equable and lasting terms.",
        "I weep for the liberty of my country when I see at this early day of its successful experiment that corruption has been imputed to many members of the House of Representatives, and the rights of the people have been bartered for promises of office.",
        "Any man worth his salt will stick up for what he believes right, but it takes a slightly better man to acknowledge instantly and without reservation that he is in error.",
        "Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and is conscious that he gains protection while he gives it.",
        "Democracy shows not only its power in reforming governments, but in regenerating a race of men and this is the greatest blessing of free governments."
      ]
    },
    {
      "name": "Ulysses S Grant",
      "party": "Republican",
      "serveOrder": 18,
      "termBegin": 1869,
      "termEnd": 1877,
      "vicePresident": ["Schuyler Colfax", "Henry Wilson"],
      "quotes": [
        "The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.",
        "My failures have been errors in judgment, not of intent.",
        "I have never advocated war except as a means of peace.",
        "No other terms than unconditional and immediate surrender. I propose to move immediately upon your works.",
        "In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins."
      ]
    },
    {
      "name": "Rutherford B Hayes",
      "party": "Republican",
      "serveOrder": 19,
      "termBegin": 1877,
      "termEnd": 1881,
      "vicePresident": "William A Wheeler",
      "quotes": [
        "He serves his party best who serves his country best.",
        "The bold enterprises are the successful ones. Take counsel of hopes rather than of fears to win in this business.",
        "To vote is like the payment of a debt, a duty never to be neglected, if its performance is possible.",
        "Wars will remain while human nature remains. I believe in my soul in cooperation, in arbitration; but the soldier's occupation we cannot say is gone until human nature is gone.",
        "It is the desire of the good people of the whole country that sectionalism as a factor in our politics should disappear."
      ]
    },
    {
      "name": "James A Garfield",
      "party": "Republican",
      "serveOrder": 20,
      "termBegin": 1881,
      "termEnd": 1881,
      "vicePresident": "Chester A Arthur",
      "quotes": [
        "He who controls the money supply of a nation controls the nation.",
        "The truth will set you free, but first it will make you miserable.",
        "All free governments are managed by the combined wisdom and folly of the people.",
        "Justice and goodwill will outlast passion.",
        "The chief duty of government is to keep the peace and stand out of the sunshine of the people."
      ]
    },
    {
      "name": "Chester A Arthur",
      "party": "Republican",
      "serveOrder": 21,
      "termBegin": 1881,
      "termEnd": 1885,
      "vicePresident": "None",
      "quotes": [
        "Men may die, but the fabrics of free institutions remains unshaken.",
        "I may be president of the United States, but my private life is nobody's damned business.",
        "The extravagant expenditure of public money is an evil not to be measured by the value of that money to the people who are taxed for it.",
        "It is provided by the Constitution that the President shall from time to time give to the Congress information of the state of the Union and recommend to their consideration such measures as he shall judge necessary and expedient.",
        "The health of the people is of supreme importance. All measures looking to their protection against the spread of contagious diseases and to the increase of our sanitary knowledge for such purposes deserve attention of Congress."
      ]
    },
    {
      "name": "Grover Cleveland",
      "party": "National Democratic",
      "serveOrder": 22,
      "termBegin": 1885,
      "termEnd": 1889,
      "vicePresident": "Thomas A Hendricks",
      "quotes": [
        "Honor lies in honest toil.",
        "I have tried so hard to do right.",
        "The ship of democracy, which has weathered all storms, may sink through the mutiny of those on board.",
        "Communism is a hateful thing, and a menace to peace and organized government.",
        "Though the people support the government, the government should not support the people."
      ]
    },
    {
      "name": "Benjamin Harrison",
      "party": "Republican",
      "serveOrder": 23,
      "termBegin": 1889,
      "termEnd": 1893,
      "vicePresident": "Levi P Morton",
      "quotes": [
        "I pity the man who wants a coat so cheap that the man or woman who produces the cloth will starve in the process.",
        "Great lives never go out; they go on.",
        "The bud of victory is always in the truth.",
        "We Americans have no commission from God to police the world.",
        "No other people have a government more worthy of their respect and love or a land so magnificent in extent, so pleasant to look upon, and so full of generous suggestion to enterprise and labor."
      ]
    },
    {
      "name": "Grover Cleveland",
      "party": "National Democratic",
      "serveOrder": 24,
      "termBegin": 1893,
      "termEnd": 1897,
      "vicePresident": "Adlai E Stevenson",
      "quotes": [
        "Honor lies in honest toil.",
        "I have tried so hard to do right.",
        "The ship of democracy, which has weathered all storms, may sink through the mutiny of those on board.",
        "Communism is a hateful thing, and a menace to peace and organized government.",
        "Though the people support the government, the government should not support the people."
      ]
    },
    {
      "name": "William McKinley",
      "party": "Republican",
      "serveOrder": 25,
      "termBegin": 1897,
      "termEnd": 1901,
      "vicePresident": ["Garret A Hobart", "Theodore Roosevelt"],
      "quotes": [
        "In the time of darkest defeat, victory may be nearest.",
        "The mission of the United States is one of benevolent assimilation.",
        "The free man cannot be long an ignorant man.",
        "Expositions are the timekeepers of progress.",
        "War should never be entered upon until every agency of peace has failed."
      ]
    },
    {
      "name": "Theodore Roosevelt",
      "party": "Republican",
      "serveOrder": 26,
      "termBegin": 1901,
      "termEnd": 1909,
      "vicePresident": "Charles W Fairbanks",
      "quotes": [
        "Speak softly and carry a big stick; you will go far.",
        "It is not the critic who counts: not the man who points out how the strong man stumbles or where the doer of deeds could have done better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood, who strives valiantly, who errs and comes up short again and again, because there is no effort without error or shortcoming, but who knows the great enthusiasms, the great devotions, who spends himself for a worthy cause; who, at the best, knows, in the end, the triumph of high achievement, and who, at the worst, if he fails, at least he fails while daring greatly, so that his place shall never be with those cold and timid souls who knew neither victory nor defeat.",
        "Viewed purely in the abstract, I think there can be no question that women should have equal rights with men.",
        "Optimism is a good characteristic, but if carried to an excess, it becomes foolishness. We are prone to speak of the resources of this country as inexhaustible; this is not so.",
        "If a man does not have an ideal and try to live up to it, then he becomes a mean, base and sordid creature, no matter how successful."
      ]
    },
    {
      "name": "William H Taft",
      "party": "Republican",
      "serveOrder": 27,
      "termBegin": 1909,
      "termEnd": 1913,
      "vicePresident": "James S Sherman",
      "quotes": [
        "A government is for the benefit of all the people.",
        "I am in favor of helping the prosperity of all countries because, when we are all prosperous, the trade with each becomes more valuable to the other.",
        "Enthusiasm for a cause sometimes warps judgment.",
        "We are all imperfect. We can not expect perfect government.",
        "Presidents come and go, but the Supreme Court goes on forever."
      ]
    },
    {
      "name": "Woodrow Wilson",
      "party": "Democratic",
      "serveOrder": 28,
      "termBegin": 1913,
      "termEnd": 1921,
      "vicePresident": "Thomas R Marshall",
      "quotes": [
        "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.",
        "The man who is swimming against the stream knows the strength of it.",
        "I not only use all the brains that I have, but all that I can borrow.",
        "The history of liberty is a history of resistance.",
        "The ear of the leader must ring with the voices of the people."
      ]
    },
    {
      "name": "Warren G Harding",
      "party": "Republican",
      "serveOrder": 29,
      "termBegin": 1921,
      "termEnd": 1923,
      "vicePresident": "Calvin Coolidge",
      "quotes": [
        "I don't know much about Americanism, but it's a damn good word with which to carry an election.",
        "America's present need is not heroics but healing; not nostrums but normalcy; not revolution but restoration.",
        "I would not be my natural self if I did not utter my consciousness of my limited ability to meet your full expectation or to realize the aspirations within my own breast. But I'll gladly give all that is in me, all of heart, soul, and mind and the fighting love of country, to service in our common cause. I can only pray to the omnipotent God that I may be as worthy in service as I know myself to be faithful in thought and purpose. One cannot give more.",
        "Honesty is the great essential. It exalts the individual citizenship, and, without honesty, no man deserves the confidence of the people in private pursuit or in public office.",
        "We must have a citizenship less concerned about what the government can do for it and more anxious about what it can do for the nation."
      ]
    },
    {
      "name": "Calvin Coolidge",
      "party": "Republican",
      "serveOrder": 30,
      "termBegin": 1923,
      "termEnd": 1929,
      "vicePresident": "Charles G Dawes",
      "quotes": [
        "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work.",
        "No person was ever honored for what he received. Honor has been the reward for what he gave.",
        "It takes a great man to be a good listener.",
        "I have never been hurt by what I have not said.",
        "The nation which forgets its defenders will be itself forgotten."
      ]
    },
    {
      "name": "Herbert C Hoover",
      "party": "Republican",
      "serveOrder": 31,
      "termBegin": 1929,
      "termEnd": 1933,
      "vicePresident": "Charles Curtis",
      "quotes": [
        "Children are our greatest natural resource.",
        "My country owes me nothing. It gave me, as it gives every boy and girl, a chance. It gave me schooling, independence of action, opportunity for service and honor.",
        "Older men declare war. But it is youth that must fight and die.",
        "The only problem with capitalism is the capitalists.",
        "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next."
      ]
    },
    {
      "name": "Franklin D Roosevelt",
      "party": "Democratic",
      "serveOrder": 32,
      "termBegin": 1933,
      "termEnd": 1945,
      "vicePresident": ["John N Garner", "Henry A Wallace", "Harry S Truman"],
      "quotes": [
        "The only thing we have to fear is fear itself.",
        "Men and nature must work hand in hand. The throwing out of balance of the resources of nature throws out of balance also the lives of men.",
        "No country, however rich, can afford the waste of its human resources. Demoralization caused by vast unemployment is our greatest extravagance. Morally, it is the greatest menace to our social order.",
        "We must be the great arsenal of democracy.",
        "More than an end to war, we want an end to the beginnings of all wars."
      ]
    },
    {
      "name": "Harry S Truman",
      "party": "Democratic",
      "serveOrder": 33,
      "termBegin": 1945,
      "termEnd": 1953,
      "vicePresident": "Alben W Barkley",
      "quotes": [
        "You want a friend in Washington? Get a dog.",
        "Actions are the seed of fate deeds grow into destiny.",
        "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
        "In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first.",
        "I have found the best way to give advice to your children is to find out what they want and then advise them to do it."
      ]
    },
    {
      "name": "Dwight D Eisenhower",
      "party": "Republican",
      "serveOrder": 34,
      "termBegin": 1953,
      "termEnd": 1961,
      "vicePresident": "Richard M Nixon",
      "quotes": [
        "For history does not long entrust the care of freedom to the weak or the timid.",
        "A people that values its privileges above its principles soon loses both.",
        "Whatever America hopes to bring to pass in the world must first come to pass in the heart of America.",
        "There is -- in world affairs -- a steady course to be followed between an assertion of strength that is truculent and a confession of helplessness that is cowardly.",
        "I propose to use whatever authority exists in the office of the President to end segregation in the District of Columbia, including the Federal Government, and any segregation in the Armed Forces."
      ]
    },
    {
      "name": "John F Kennedy",
      "party": "Democratic",
      "serveOrder": 35,
      "termBegin": 1961,
      "termEnd": 1963,
      "vicePresident": "Lyndon B Johnson",
      "quotes": [
        "A nation reveals itself not only by the men it produces but also by the men it honors, the men it remembers.",
        "A man may die, nations may rise and fall, but an idea lives on.",
        "When I ran for Presidency of the United States, I knew that this country faced serious challenges, but I could not realize - nor could any man realize who does not bear the burdens of this office - how heavy and constant would be those burdens.",
        "But however close we sometimes seem to that dark and final abyss, let no man of peace and freedom despair. For he does not stand alone.",
        "Increased responsibility goes with increased ability, for 'of those to whom much is given, much is required."
      ]
    },
    {
      "name": "Lyndon B Johnson",
      "party": "Democratic",
      "serveOrder": 36,
      "termBegin": 1963,
      "termEnd": 1969,
      "vicePresident": "Hubert H Humphrey",
      "quotes": [
        "Yesterday is not ours to recover, but tomorrow is ours to win or lose.",
        "You aren't learning anything when you're talking.",
        "Peace is a journey of a thousand miles and it must be taken one step at a time.",
        "There are no problems we cannot solve together, and very few that we can solve by ourselves.",
        "We must open the doors of opportunity. But we must also equip our people to walk through those doors."
      ]
    },
    {
      "name": "Richard M Nixon",
      "party": "Republican",
      "serveOrder": 37,
      "termBegin": 1969,
      "termEnd": 1974,
      "vicePresident": ["Spiro T Agnew", "Gerald R Ford"],
      "quotes": [
        "If you want to make beautiful music, you must play the black and the white notes together.",
        "Those who hate you don't win unless you hate them, and then you destroy yourself.",
        "Only if you have been in the deepest valley, can you ever know how magnificent it is to be on the highest mountain.",
        "A man is not finished when he is defeated. He is finished when he quits.",
        "If you take no risks, you will suffer no defeats. But if you take no risks, you win no victories."
      ]
    },
    {
      "name": "Gerald R Ford",
      "party": "Republican",
      "serveOrder": 38,
      "termBegin": 1974,
      "termEnd": 1977,
      "vicePresident": "Nelson A Rockefeller",
      "quotes": [
        "A government big enough to give you everything you want is a government big enough to take from you everything you have.",
        "Our Constitution works; our great republic is a government of laws and not of men. Here, the people rule.",
        "I am a Ford, not a Lincoln.",
        "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.",
        "Truth is the glue that holds government together."
      ]
    },
    {
      "name": "James Earl Carter",
      "party": "Democratic",
      "serveOrder": 39,
      "termBegin": 1977,
      "termEnd": 1981,
      "vicePresident": "Walter F Mondale",
      "quotes": [
        "We must adjust to changing times and still hold to unchanging principles.",
        "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams.",
        "Human rights is the soul of our foreign policy, because human rights is the very soul of our sense of nationhood.",
        "Unless both sides win, no agreement can be permanent.",
        "Aggression unopposed becomes a contagious disease."
      ]
    },
    {
      "name": "Ronald Reagan",
      "party": "Republican",
      "serveOrder": 40,
      "termBegin": 1981,
      "termEnd": 1989,
      "vicePresident": "George Bush",
      "quotes": [
        "A people free to choose will always choose peace.",
        "Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same.",
        "The trouble with our Liberal friends is not that they're ignorant; it's just that they know so much that isn't so.",
        "The most terrifying words in the English language are: I'm from the government and I'm here to help.",
        "We can't help everyone, but everyone can help someone."
      ]
    },
    {
      "name": "George Bush",
      "party": "Republican",
      "serveOrder": 41,
      "termBegin": 1989,
      "termEnd": 1993,
      "vicePresident": "Dan Quayle",
      "quotes": [
        "I have opinions of my own, strong opinions, but I don't always agree with them.",
        "We are a nation of communities... a brilliant diversity spread like stars, like a thousand points of light in a broad and peaceful sky.",
        "I will keep America moving forward, always forward, for a better America, for an endless enduring dream and a thousand Points of Light. This is my mission, and I will complete it.",
        "I stand for anti-bigotry, anti-Semitism, and anti-racism.",
        "Every loss of life is terrible."
      ]
    },
    {
      "name": "William J Clinton",
      "party": "Democratic",
      "serveOrder": 42,
      "termBegin": 1993,
      "termEnd": 2001,
      "vicePresident": "Albert Gore",
      "quotes": [
        "You can put wings on a pig, but you don't make it an eagle.",
        "There is nothing wrong with America that cannot be cured with what is right in America.",
        "We must teach our children to resolve their conflicts with words, not weapons.",
        "Promising too much can be as cruel as caring too little.",
        "Character is a journey, not a destination."
      ]
    },
    {
      "name": "George W Bush",
      "party": "Republican",
      "serveOrder": 43,
      "termBegin": 2001,
      "termEnd": 2009,
      "vicePresident": "Dick Cheney",
      "quotes": [
        "Leadership to me means duty, honor, country. It means character, and it means listening from time to time.",
        "We will not waver; we will not tire; we will not falter, and we will not fail. Peace and Freedom will prevail.",
        "America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life.",
        "Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.",
        "I have a different vision of leadership. A leadership is someone who brings people together."
      ]
    },
    {
      "name": "Barack H Obama",
      "party": "Democratic",
      "serveOrder": 44,
      "termBegin": 2009,
      "termEnd": 2017,
      "vicePresident": "Joseph R Biden",
      "quotes": [
        "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
        "The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on.",
        "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
        "We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.",
        "Understand, our police officers put their lives on the line for us every single day. They've got a tough job to do to maintain public safety and hold accountable those who break the law."
      ]
    },
    {
      "name": "Donald J Trump",
      "party": "Republican",
      "serveOrder": 45,
      "termBegin": 2017,
      "termEnd": 2021,
      "vicePresident": "Michael Pence",
      "quotes": [
        "Experience taught me a few things. One is to listen to your gut, no matter how good something sounds on paper. The second is that you're generally better off sticking with what you know. And the third is that sometimes your best investments are the ones you don't make.",
        "If you're going to be thinking, you may as well think big.",
        "What separates the winners from the losers is how a person reacts to each new twist of fate.",
        "One of the key problems today is that politics is such a disgrace, good people don't go into government.",
        "In the end, you're measured not by how much you undertake but by what you finally accomplish."
      ]
    },
    {
      "name": "Joseph R Biden",
      "party": "Democratic",
      "serveOrder": 46,
      "termBegin": 2021,
      "termEnd": "Present",
      "vicePresident": "Michael Pence",
      "quotes": [
        "Let me tell you what I literally told every world leader I've met with, and I've met them all: It's never, never, never been a good bet to bet against America. We have the finest fighting force in the world.",
        "We are America, second to none, and we own the finish line. Don't forget it.",
        "Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people.",
        "Given a fair shot, given a fair chance, Americans have never, ever, ever, ever let their country down. Never. Never. Ordinary people like us. Who do extraordinary things.",
        "Life is a matter of really tough choices."
      ]
    }
  ]
}
